package com.example.victorina

 class database {

    val text = arrayOf("Kогда началась Первая Мировая война",
                       "Kогда началась Вторая Мировая война",
                       "Kогда началась Великая Отечественная война",
                        "Когда началась Русско-Финская война",
                       "Rогда началась война в Афганиствне")

      val answ= arrayOf(
          arrayOf("28 июля 1914","12 августа 1812","29 декабря 1991",1),
          arrayOf("22 июня 1941","1 сенября 1939","9 мая 1945",2),
          arrayOf("3 июля 1941","22 июля 1942","22 июня 1941",3),
          arrayOf("30 ноября 1939","1 сентября 1938","9 мая 1937",1),
          arrayOf("25 декабря 1979","15 июля 1978","22 июня 1941",1))




     val grade = arrayOf("Очень плохо.Вы совсем не знаете историю.",
     "Плохо.Лишь на 2 вопроса вы ответили правильно.",
     "Удовлетворительно.Хоть немного знаете историю.",
      "Хорошо.На большую часть вопросов вы ответили правильно.",
      "Отлично!!! Вы на все вопрсы ответили правильно!!!")



}